[sage_vosq_rarespawntwo_01_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey Masha-La, I found more rare uglies for you to hunt. If you felt like shooting at people who aren't my friends and family, that is.",Time=0)

[sage_vosq_rarespawntwo_02_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nice kill. Hey, while I've got your ear, have you considered not killing all my bandit brothers? I mean, just letting us murder you and steal your stuff. Mull it over.",Time=0)

[sage_vosq_rarespawntwo_03_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's another creature my brothers and I won't have to worry about anymore. Thanka-lo.",Time=0)

[sage_vosq_rarespawntwo_04_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, good job. Not many rare creatures left.",Time=0)

[sage_vosq_rarespawntwo_05_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hehe. That was cool. ",Time=0)

[sage_vosq_rarespawntwo_06_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nice work. Hey, on an unrelated note, have you given any thought to the letting-us-kill-you thing? No? No big, that's cool.",Time=0)

[sage_vosq_rarespawntwo_07_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Just one more creature to go, Masha-La. Sorry, ''Masha-La'' is Aegran for ''they who kill all of us and spend lots of time picking guns from the ground.''",Time=0)

[sage_vosq_rarespawntwo_08_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's all of 'em. Come on back.",Time=0)

[sage_vosq_rarespawntwo_10_live_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, if any of my brothers find out I paid you, just tell em ''waka no bakala --'' actually, you know what? Just shoot 'em.",Time=0)